Repository: 2BriTo/bloatit
Catalog: main/po/*.po
Languages: fr

source: Avatar of your team
fr: Avatar de votre équipe

source: "Open to all" teams can be joined by anybody without an invitation.
fr: Les équipes "ouverte à tous" peuvent être rejointes par n'importe qui, sans invitation.

source: Team membership
fr: Adhésion à l'équipe

source: Team's display updated.
fr: Nom visible de l'équipe mis à jour.

source: Team's contact information changed.
fr: Les informations de contact de l'équipe ont été mises à jour.

source: Team's description changed.
fr: La description de l'équipe a été mise à jour.

source: Team's join right changed.
fr: La visibilité de l'équipe a été mise à jour.

source: Deleted avatar.
fr: Avatar supprimé.

source: This team name already exists.
fr: Nom d'équipe déjà utilisé.

source: Cannot delete team's display name.
fr: Vous ne pouvez pas supprimer le nom visible d'une équipe.

source: Cannot delete team's description.
fr: Vous ne pouvez supprimer la description de l'équipe.

source: Oops we had an internal issue preventing you to join team. It's a bug, please notify us.
fr: Oups. Une erreur nous empèchent de vous ajouter à l'équipe. C'est un bug, s'il vous plait informez nous du problème.

source: The team {0} is not public, you need an invitation to join it.
fr: L'équipe {0} n'est pas publique, vous devez être invité pour rejoindre cette équipe.

source: You must be logged before you try to join a team.
fr: Vous devez être connecté pour rejoindre une équipe.

source: Teams list
fr: Liste d'équipes

source: Team listing page
fr: Page d'affichage de la liste des équipes

source: Change {0} settings
fr: Modifier les paramètres de {0}

source: Open to all
fr: Ouvert à tous

source: By invitation
fr: Par invitation

source: You must be logged to change team's information
fr: Vous devez être connecté pour modifier les informations de l'équipe

source: Modify team information
fr: Modifier les informations de l'équipe

source: The team unique name size has to be superior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractère pour le nom unique de l'équipe doit être supérieur à %constraint% alors que votre texte a %valueLength% caractères.

source: The team unique name size has to be inferior to %constraint% your text is %valueLength% characters long.
fr: Le nombre de caractères pour le nom unique de l'équipe doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: The name of the team. It must be unique. Between 3 and 50 characters.
fr: Le nom de l'équipe. Il doit être unique et etre compris entre 5 et 50 caractères.

source: Team contact
fr: Contact de l'équipe

source: The ways to contact the team. Email, IRC channel, mailing list ... Maximum 300 characters. These informations will be publicly available. Markdown syntax available.
fr: Les méthodes de contact de l'équipe : email, IRC, mailing list ... Maximum 300 caractères. Ces informations seront disponibles publiquement. Syntaxe Markdown disponible.

source: The description size has to be superior to %constraint% but your text is %valueLength% characters long.
fr: La longueur de la description doit être supérieur à %constraint% alors que votre texte a %valueLength% caractères.

source: The description size has to be inferior to %constraint% but your text is %valueLength% characters long.
fr: Le longueur de la description doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Description of the team
fr: Description de l'équipe

source: Minimum 5 characters.
fr: 5 caractères minimum.

source: The team name ''{0}''already used. Find another name.
fr: Le nom d'équipe ''{0}'' est déjà utilisé. Trouvez un autre nom.

source: Team name already used.
fr: Nom d'équipe déjà utilisé.

source: You must be logged to create a new team
fr: Vous devez être connecté pour créer une nouvelle équipe

source: You have to specify a team number.
fr: Vous devez spécifier un numéro d'équipe.

source: Select a member
fr: Choisissez un membre

source: Your must be logged to send team invitations
fr: Vous devez être connecté pour envoyer une invitation à rejoindre un équipe

source: Send team invitations
fr: Envoyer des invitation à rejoindre des équipes

source: Send team invitation
fr: Envoyer une invitation à rejoindre une équipe

source: Consult team information
fr: Consulter les informations de l'équipe

source: How to contact "{0}"?
fr: Comment contacter ''{0}''&nbsp;?

source: Change team settings
fr: Modifier les paramètres de l'équipe

source: Membership:
fr: Adhésion :

source: Number of members:
fr: Nombre de membres&nbsp;:

source: {0} (<0::see details>)
fr: {0} (<0::voir les détails>)

source: Team's recent history:
fr: Historique récent de l'équipe&nbsp;:

source: Bank informations
fr: Informations du compte

source: Account balance:
fr: Balance du compte&nbsp;:

source: <0:amount (1000€):> (<1::view details>)
fr: <0:amount (1000€):> (<1::voir les détails>)

source: Team account
fr: Compte de l'équipe

source: Like users, teams have an elveos account where they can store money.
fr: Comme les utilisateurs, les équipes ont un compte elveos où elles peuvent conserver de l'argent.

source: People with the talk right can decide to make developments under the name of the team to let it earn money.
fr: Les gens avec le droit de parler peuvent décider de faire des développements au nom de l'équipe, pour lui faire gagner de l'argent.

source: People with the bank right can withdraw money from the elveos account back to the team bank account.
fr: Les gens avec les droits 'banque' peuvent retirer de l'argent depuis le compte elveos de l'équipe.

source: Create a new team
fr: Créer une nouvelle équipe

source: You can contact us using: * [Website](http://www.example.com) * Email: contact@example.com * IRC: irc://irc.example.com:6667 * ...
fr: Vous pouvez nous contacter via : * [Website](http://www.example.com) * Email : contact@example.com * IRC : irc://irc.example.com:6667 * ...

source: You cannot create a team without being logged in.
fr: Vous ne pouvez créer une équipe sans être connecté.

source: Members ({0})
fr: Membres ({0})

source: Invite a member to this team
fr: Inviter un utilisateur à rejoindre cette équipe

source: Join this team
fr: Rejoindre cette équipe

source: The user can see informations relative to this team. Every member of a team can do this
fr: Droit de voir les informations relatives à cette équipe

source: The user is allowed to express the team opinion
fr: Droit de s'exprimer au nom de cette équipe

source: The user can modify the team informations (contact, description …)
fr: Droit de modifier les informations de l'équipe

source: The user can invite other people to join the team (private teams only)
fr: Droit d'inviter de nouveaux membres dans l'équipe

source: The user can change the rights of the members of the team
fr: Droit de donner (ou retirer) des droits aux autres membres de l'équipe

source: The user can access and modify the team bank informations (he can also withdraw money from the team account)
fr: Droit d'accéder, de modifier les informations bancaires de l'équipe (y compris retirer l'argent)

source: Member name
fr: Nom du membre

source: Consult
fr: Consulter

source: Talk
fr: Parler

source: Invite
fr: Inviter

source: Bank
fr: Banque

source: Promote
fr: Promouvoir

source: Leave
fr: Quitter

source: Kick
fr: Virer

source: Grant
fr: Donner

source: Remove
fr: Retirer

source: Elveos activity – {0} new event
fr: Activité Elveos – {0} nouvel évenement

source: &nbsp;financed
fr: &nbsp;financés

source: no offer
fr: aucune offre

source: &nbsp;requested
fr: &nbsp;demandés

source: In&nbsp;development
fr: En&nbsp;développement

source: <0::+feature> created by <1:@thomas:>
fr: <0::+demande> créée par<1:@thomas:>

source: the <0::+feature> is now in development
fr: la <0::+demande> est en développement

source: the <0::+feature> has been discarded
fr: la <0::+demande> a été annulée

source: the <0::+feature> is now successful
fr: la <0::+demande> est en succès

source: critical
fr: critique

source: major
fr: majeur

source: minor
fr: mineur

source: strange
fr: étrange

source: new <0::+bug> ({0})
fr: nouveau <0::+bug> ({0})

source: the <0::+bug> level is now to 'critical'
fr: la criticité du <0::+bug> est 'critique'

source: the <0::+bug> level is now to 'major'
fr: la criticité du <0::+bug> est 'majeur'

source: the <0::+bug> level is now 'minor'
fr: la criticité du <0::+bug> est 'mineur'

source: the <0::+bug> is now in a new state
fr: le <0::+bug> est dans un nouvel état

source: the <0::+bug> is now resolved
fr: le <0::+bug> est résolu

source: the <0::+bug> is being developed
fr: le <0::+bug> est en développement

source: 1 new comment by
fr: 1 commentaire par

source: financed by
fr: financé par

source: <0::+offer> created by <1:@thomas:>
fr: <0::+offre> créé par <1:@thomas:>

source: the <0::+offer> by <1:@thomas:> has been removed
fr: l'<0::+offre> par <1:@thomas:> a été supprimée

source: the <0::+offer> by <1:@thomas:> is selected
fr: l'<0::+offre> par <1:@thomas:> est sélectionnée

source: new <0::+release> ({0})
fr: nouvelle <0::livraison> ({0})

source: financed
fr: financés

source: requested
fr: demandés

source: Sorry we messed up and lost the file you uploaded. Please try again.
fr: Désolé nous avons fait une bétise est perdu le fichier que vous avez uploadé. Essayez à nouveau.

source: Avatars can only be images. Please upload another file.
fr: Les avatars ne peuvent être que des images. S'il vous plait, uploadez un autre fichier.

source: Avatars have to be smaller than 50Kb. Please upload another file.
fr: Les avatars doivent êtres plus petits que 50Ko.

source: Avatars have to be smaller than 64x64. Please upload another file.
fr: Les avatars doivent être plus petits que 64x64.

source: {0} ago
fr: il y a {0}

source: in {0}
fr: dans {0}

source: {0} week
fr: {0} semaine

source: {0} day
fr: {0} jour

source: {0} hour
fr: {0} heure

source: {0} second
fr: {0} seconde

source: {0} millisecond
fr: {0} milliseconde

source: on
fr: le

source: Payment accepted
fr: Paiement de accepté

source: Credit card threshold crossed. Sorry, but the L annex is missing so we don't understand this response code.
fr: Dépassement du plafind de la carte de crédit. En fait, comme l'annexe L est manquante, nous ne savons pas vraimment ce que signifie se code d'erreur.

source: Invalid merchant id
fr: Identifiant du commercant invalide

source: Transaction refused
fr: Transaction refusée

source: Invalid transaction parameters
fr: Paramètres de transaction invalides

source: You canceled the transaction
fr: Vous avez annulé la transaction

source: We made an error communicating with the bank
fr: Nous avons fait une erreur de communication avec la bank

source: Fraud suspected !
fr: Fraude suspectée !

source: Too many retries with the same credit card
fr: Trop d'essaies avec la même carte bancaire

source: The payment service is not available
fr: Le service de paiment n'est pas disponible

source: Unknown error
fr: Erreur inconnue

source: elveos.org: Payment accepted
fr: elveos.org&nbsp;: Paiement accepté

source: elveos.org: Invoice available
fr: elveos.org&nbsp;: Facture disponible

source: elveos.org: Contribution validated
fr: elveos.org&nbsp;: Contribution validée

source: elveos.org: Money withdrawal request
fr: elveos.org&nbsp;: Demande de retrait d'argent

source: elveos.org: Money withdrawal complete
fr: elveos.org&nbsp;: Retrait d'argent terminé

source: Markdown preview
fr: Prévisualisation markdown

source: yyyy-mm-dd
fr: aaaa-mm-jj
