Repository: 2BriTo/bloatit
Catalog: main/po/*.po
Languages: fr

source: now
fr: maintenant

source: {0} second ago
fr: il y a {0} seconde

source: {0} minute ago
fr: il y a {0} minute

source: {0} hour ago
fr: il y a {0} heure

source: {0} seconds ago
fr: il y a {0} secondes

source: The id of the resource is incorrect or missing
fr: L'id de la ressource est manquante ou incorrecte

source: Account informations – {0}
fr: Informations du compte – {0}

source: The team currently has
fr: L'équipe a actuellement

source: You currently have
fr: Vous avez actuellement

source: No operations occured on your account yet.
fr: Pour le moment, aucune opération n'a eu lieu sur votre compte.

source: Feature summary
fr: Résumé de la demande

source: In development
fr: En développement

source: Success
fr: Succès

source: Failed
fr: Échec

source: (Cancel contribution)
fr: (Annuler la contribution)

source: Funding
fr: Financement

source: Status:
fr: Etat :

source: milestone {0}
fr: lot {0}

source: Invoices:
fr: Factures&nbsp;:

source: Invoice:
fr: Facture :

source: Contributed to a <0::feature>
fr: Contribution à une <0::demande>

source: Contributed to a failed <0::feature>
fr: Contribution à une <0::demande> en échec

source: Contribution canceled (<0::feature>)
fr: Contribution annulée (<0::demande>)

source: Funding
fr: Financement

source: Payed for <0::milestone> development
fr: Paiement pour le développement d'un <0::lot>

source: Withdrawal summary
fr: Résumé du retrait

source: Canceled
fr: Annulée

source: Rejected
fr: Rejeté

source: Complete
fr: Terminée

source: Requested
fr: Demandée

source: In progress
fr: En cours

source: IBAN:
fr: IBAN&nbsp;:

source: Reference:
fr: Référence&nbsp;:

source: {0} (<0::cancel withdrawal>)
fr: {0} (<0::annuler le retrait>)

source: Withdrew money canceled
fr: Retrait d'argent annulé

source: Withdrew money failure
fr: Échec du retrait d'argent

source: Withdrew money
fr: Retrait d'argent

source: Account loading summary
fr: Chargement du compte

source: You are not allowed to see this account informations.
fr: Vous n'avez pas le droit de consulter ces informations bancaires.

source: Total cost:
fr: Prix total :

source: Charged account
fr: Credit du compte

source: Charging account failure
fr: Échec du chargement du compte

source: Charging account aborted
fr: Abandon du chargement du compte

source: User content abstract
fr: Résumé du contenu utilisateur

source: Software:
fr: Logiciel :

source: success
fr: succès

source: + Show/Hide markdown help
fr: + Afficher/Masquer l'aide markdown

source: Follow
fr: Suivre

source: Following
fr: Suivi

source: Unfollow
fr: Suivi

source: {0} karma's
fr: Karma de {0}

source: Developer and contributor
fr: Développeur et contributeur

source: Contributor
fr: Contributeur

source: Developer
fr: Développeur

source: In the name of <0::> by <1::>
fr: Au nom de <0::> par <1::>

source: By
fr: Par

source: Popularity: {0}
fr: Popularité : {0}

source: Useful
fr: Pertinent

source: Useless
fr: Inutile

source: Page size must be inferior to %constraint%.
fr: La taille de la page doit être inférieur à %constraint%.

source: Page size must be superior or equal to %constraint%.
fr: La taille de la page doit être supérieur ou égale à %constraint%.

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: I'm filling this form in
fr: Je remplis ce formulaire en

source: In the name of
fr: De la part de

source: {0} member
fr: {0} membre

source: {0} feature
fr: {0} demande

source: News feed
fr: Flux d'informations

source: Feature abstract
fr: Résumé de la demande

source: Title:
fr: Titre :

source: Popularity:
fr: Popularité :

source: more details...
fr: plus de détails...

source: Unknown right error. Please notify us
fr: Erreur inconnue, s'il vous plait informez nous en

source: Popularity
fr: Popularité

source: An attachment must be linked to a content
fr: Une pièce jointe doit être attaché à un contenu

source: File format error: Your file is to big.
fr: Erreur de format de fichier : votre fichier est trop gros.

source: Html testing page
fr: Page de test du Html

source: Common markups
fr: Balises courantes

source: Another title
fr: Un autre titre

source: some text without paragraph
fr: du texte sans paragraphe

source: First form block
fr: Premier block de formulaire

source: text
fr: texte

source: Useless button
fr: Bouton inutile

source: yet another text field
fr: encore un autre champ de texte

source: Not numbered list
fr: Liste non numérotée

source: Numbered list
fr: Liste numérotée

source: I cannot find the comment number: ''%value%''.
fr: Je ne peux pas trouver le commentaire numéro: ''%value%''.

source: You have to specify a comment number.
fr: Vous devez spécifier un numéro de commentaire.

source: Reply to a comment
fr: Répondre à un commentaire

source: Write this comment in the name of this group.
fr: Écrire ce commentaire au nom de ce groupe.

source: Comment
fr: Commentaire

source: Previous comments
fr: Commentaires précédents

source: you must be logged in to comment.
fr: Vous devez être connecté pour commenter.

source: Reply to {0}''s comment
fr: Répondre au commentaire de {0}

source: I cannot find the content number: ''%value%''.
fr: Je ne peux pas trouver le contenu numéro: ''%value%''.

source: You have to specify a content on which join the file.
fr: Vous devez spécifier un contenu auquel attacher le fichier.

source: Add an attachment to the release
fr: Ajouter un livrable

source: Add a new attachment
fr: Ajouter une pièce jointe

source: Submit
fr: Valider

source: Add an attachment
fr: Ajouter une pièce jointe

source: You must be logged to add a new attachment.
fr: Vous devez être connecté pour ajouter une pièce jointe.

source: Elveos's presentation
fr: Presentation d'Elveos

source: View all feature requests
fr: Consulter toutes les demandes

source: Request a feature
fr: Créer une demande

source: Elveos Atom feed
fr: Flux Atom Elveos

source: Hightlighted features
fr: Demandes sélectionnées

source: I want the public index page !
fr: Je veux la page d'accueil public !

source: Finance free software
fr: Financez les logiciels libres

source: Home
fr: Accueil

source: {0}&nbsp;Feature request,
fr: {0}&nbsp;Demande,

source: <0::>&nbsp;Funded,
fr: <0::>&nbsp;Financés,

source: {0}&nbsp;Development&nbsp;offer,
fr: {0}&nbsp;Offre&nbsp;de&nbsp;développement,

source: {0}&nbsp;Release
fr: {0}&nbsp;Livraison

source: Feature feed
fr: Flux des demandes

source: Nothing to vote on.
fr: Rien sur lequel voter.

source: Vote up applied: {0}.
fr: Vote positif appliqué : {0}.

source: Vote down applied: {0}.
fr: Vote négatif appliqué : {0}.

source: Error voting on a component. Please notify us.
fr: Une erreur s'est produite en votant sur un élément. S'il vous plait informez nous du problème.

source: You already voted on that.
fr: Vous avez déja voté ceci.

source: You have a too low reputation to vote up that.
fr: Vous avez une réputation trop faible pour voter positivement ceci.

source: You have a too low reputation to vote down that.
fr: Vous avez une réputation trop faible pour voter négativement ceci.

source: You can't vote for yourself!
fr: Vous ne pouvez pas voter pour vous-même !

source: You have to contribute to vote for this offer!
fr: Vous devez avoir contribué pour pouvoir voter sur cette offre !

source: For an unknown reason you cannot vote here.
fr: Pour une raison inconnue vous ne pouvez pas voter ici.

source: Site map
fr: Plan du site

source: This page should list all page in this website. However, some dynamic pages are numerous and cannot be all listed here.
fr: Cette page devrait lister toutes les pages de ce site web. Cepandant, certaines pages dynamiques sont très nombreuses et ne peuvent pas être toutes listées ici.

source: Content pages
fr: Pages de contenu

source: Feature request list
fr: Liste des demandes

source: Team list
fr: Liste des équipes

source: Member list
fr: Liste des membres

source: Software list
fr: Liste des logiciels

source: Request a new feature
fr: Créer une demande

source: Create a team
fr: Créer une équipe

source: Add a software
fr: Ajouter un logiciel

source: Useful pages
fr: Pages utiles

source: Login
fr: Se connecter

source: Sign up
fr: S'inscrire

source: Password recovery
fr: Récupération du mot de passe

source: Change language
fr: Changer de langue

source: Signal a bug
fr: Signaler un bug

source: Personal informations pages
fr: Informations personnelles

source: You must be logged to use these pages.
fr: Vous devez être connecté pour utiliser les pages suivantes.

source: My page
fr: Ma page

source: My account
fr: Mon compte

source: My messages
fr: Mes messages

source: Logout
fr: Déconnexion

source: Charge account
fr: Rechargement du compte

source: Main documentation pages
fr: Pages de documentation principales

source: Documentation home
fr: Accueil de la documentation

source: The comment must be posted on a commentable thing
fr: Le commentaire doit être posté sur un composant commentable

source: You must type a comment
fr: Vous devez taper un commentaire

source: The comment must be at least 2 characters long.
fr: Le commentaire doit faire au moins 2 caractères de long.

source: Your comment
fr: Votre commentaire

source: A comment must have at least 2 characters. And do not troll please ;)
fr: Un commentaire doit faire au moins 2 caractères de long. Et ne trolleez pas, s'il vous plait ;)

source: Your comment has been added.
fr: Votre commentaire a été ajouté.

source: Error commenting. Please notify us
fr: Erreur lors de la création du commentaire

source: You must be logged in to comment.
fr: Vous devez être connecté pour commenter.

source: Reply
fr: Répondre

source: Popular
fr: Populaire

source: Recent
fr: Récent

source: Need your help quickly
fr: Nécessite de l'aide

source: Random
fr: Aléatoire

source: Withdraw money
fr: Retirer de l'argent

source: You can withdraw money from you elveos account and get a wire transfer to your personal bank account using the following link:
fr: Vous pouvez retirer de l'argent depuis votre compte elveos et recevoir un virement sur votre compte bancaire en utilisant le lien suivant :

source: Do not withdraw money if you are planning to contribute to a project in the future, this will prevent you from paying our commission again later. Remember: You will have to pay the wire transfer fees (There is no fee in the euro zone).
fr: Ne retirez pas d'argent si vous prévoyez de contribuer sur une demande dans le future, cela vous évitera de devoir payer à nouveau notre commission. Attention: Les frais de virement banquaire sont à votre charge (Gratuit dans la zone euro).

source: Failed to cancel this withdrawal.
fr: Échec de l'annulation du retrait.

source: You must be logged to cancel a withdrawal.
fr: Vous devez être connecté pour annuler un retrait.

source: You must be logged to charge your account.
fr: Vous devez être connecté pour créditer votre compte.

source: The process is closed, expired, missing or invalid.
fr: Le processus est fermé, expiré, manquant ou invalide.

source: Validate the {0} account charging
fr: Validez le chargement du compte {0}

source: Validate your account charging
fr: Validez le chargement de votre compte

source: An error prevented us from displaying getting your account balance. Please notify us.
fr: Une erreur nous empèchent de vous afficher certaines informations. S'il vous plait informez nous du problème.

source: The feature
fr: La demande

source: Target feature:
fr: Demande cible :

source: Charge account - check
fr: Chargement du compte - Vérification

source: Charging
fr: Chargement

source: You must choose a payment method.
fr: Vous devez spécifier un moyen de payment.

source: You must accept the terms of sales to continue.
fr: Vous devez accepter les Conditions Générales de Vente pour continuer.

source: The payment system is temporarily disabled. Please retry later.
fr: Le système de paiement est temporairement désactivé. Merci de réessayer plus tard.

source: You must pay at least 1 €.
fr: Vous devez payer au moins 1 €.

source: Payment of {0} accepted.
fr: Paiement de {0} accepté.

source: Payment canceled. Reason: {0}.
fr: Paiment annulé. Raison&nbsp;: {0}.

source: You cannot modify a contribution without being logged.
fr: Vous ne pouvez modifer une contribution sans être connecté.

source: You must be logged to withdraw money.
fr: Vous devez être connecté pour retirer de l'argent.

source: The bank data is missing.
fr: Les données bancaires sont manquantes.

source: Right error when trying to validate the payment: {0}
fr: Erreur de droit durant la validation du paiement&nbsp;: {0}

source: The amount to load on your account must be a positive integer.
fr: Le montant à charger sur votre compte doit être un entier positif.

source: We cannot accept such a generous offer.
fr: Nous ne pouvons accepter une offre si généreuse.

source: You must specify a positive value.
fr: Vous devez spécifier une valeur positive.

source: Please do not use cents.
fr: N'utilisez pas les centimes.

source: The preload amount is locked during the payment process.
fr: Le montant préchargé est vérouillé durant le processus de paiement.

source: I cannot find the team number: ''%value%''.
fr: Je ne peux pas trouver l'équipe numéro: ''%value%''.

source: Account informations
fr: Informations du compte

source: You must be logged to show your account informations.
fr: Vous devez être connecté pour consulter vos informations personnelles.

source: You haven't the right to see ''{0}'' group account.
fr: Vous n'avez pas le droit de consulter le compte de l''équipe ''{0}''.

source: Load account
fr: Chargement du compte

source: You can charge your account with a credit card using the following link:
fr: Vous pouvez charger votre compte avec une carte de crédit en utilisant le lien suivant :

source: Charge your account
fr: Crediter votre compte

source: We have charge to pay every time you charge your account, hence we will perceive our 10% commission, even if you withdraw the money as soon as you have loaded it.
fr: Nous avons des frais chaque fois que vous chargez votre compte, par conséquent nous percevons nos 10% de commission, même si vous retirez votre argent juste après l'avoir chargé.

source: Charge the {0} account
fr: Chargez le compte de {0}

source: You have a payment in progress, you cannot change the amount.
fr: Vous avez un paiement en cours, vous ne pouvez modifier le montant.

source: Fill invoicing contact
fr: Coordonnées&nbsp;de&nbsp;facturation

source: Validate
fr: Valider

source: You are using the account of ''{0}'' team.
fr: Vous êtes en train d''utiliser le compte de l''équipe ''{0}''.

source: Amount to withdraw must be smaller or equal than %constraint%.
fr: Le montant à retirer doit être inférieur ou équal à %constraint%.

source: Amount to withdraw must be greater or equal than %constraint%.
fr: Le montant à retirer doit être supérieur ou équal à %constraint%.

source: The amount is needed.
fr: Le montant est nécessaire.

source: Amount to withdraw
fr: Montant à retirer

source: IBAN must be between 14 and 34 characters.
fr: L'IBAN doit avoir entre 14 et 34 caractères.

source: Please specify your IBAN.
fr: Indiquez votre IBAN.

source: Your IBAN
fr: Votre IBAN

source: Requested to withdraw {0} from your account.
fr: Demande de retrait de {0} depuis votre compte prise en compte.

source: Requested to withdraw {0} from team {1} account.
fr: Demande de retrait de {0} depuis le compte de l''équipe {1}.

source: You cannot withdraw money on someone else account.
fr: Vous ne pouvez retirer de l'argent depuis le compte de quelqu'un d'autre.

source: You cannot withdraw more money than you currently have on your account.
fr: Vous ne pouvez pas retirer plus d'argent qui vous l'en possédez actuellement sur votre compte.

source: You cannot withdraw money on team {0} account.
fr: Vous n'avez pas le droit de retirer de l'argent depuis le compte de l''équipe ''{0}''.

source: You cannot withdraw more money than the team currently have on her account.
fr: Vous ne pouvez pas retirer plus d'argent que ce que l'équipe possède sur ton compte.

source: Invalid IBAN.
fr: IBAN invalide.

source: You have to specify a description to translate.
fr: Vous devez indiquer une description à traduire.

source: You have to specify a source language.
fr: Vous devez spécifier une langue source.

source: You have to specify a type of description.
fr: Vous devez indiquer un type de description.

source: Translate
fr: Traduire

source: Source language: {0}
fr: Langue source&nbsp;: {0}

source: Title
fr: Titre

source: Target language: {0}
fr: Langue cible&nbsp;: {0}

source: Save translation
fr: Sauver la traduction

source: Translation
fr: Traduire

source: You must be logged to add a translation.
fr: Vous devez être connecté pour ajouter une traduction.

source: You have to specify a target language.
fr: Vous devez spécifier une langue cible.

source: You forgot to write a title
fr: Vous avez oublié d'écrire un titre

source: The title must have at least %constraint% chars.
fr: Le titre doit avoir au minimum %constraint% caractères.

source: The title must be %constraint% chars length max.
fr: Le titre doit avoir au maximum %constraint% caractères.

source: You forgot to write a description
fr: Vous avez oublié d'écrire une description

source: The description must have at least %constraint% chars.
fr: La description doit avoir au moins %constraint% caractères.

source: The description must be %constraint% chars length max.
fr: La description doit faire au maximum %constraint% caractères de long.

source: You cannot translate into the reference language
fr: Vous ne pouvez pas traduire dans la langue de référence

source: You must be logged to write a translation.
fr: Vous devez être connecté pour rédiger une traduction.

source: Prepaid from internal account
fr: Prépayé depuis le compte interne

source: Subtotal
fr: Sous-total

source: details
fr: Détails

source: Fees (10&nbsp;% + 0.30&nbsp;€) <0::>
fr: Commision (10&nbsp;% + 0,30&nbsp;€) <0::>

source: Bank fees (guidance only)
fr: Charge banquaire (indicatif)

source: Elveos's commission (guidance only)
fr: Commission Elveos (indicatif)

source: Taxes
fr: TVA

source: Talk in the name of this team and use its money to make a contribution.
fr: Parler au nom de cette équipe et utiliser son argent pour faire une contribution.

source: You will have to pay <0::>.
fr: Vous devrez payer <0::>.

source: Contribute
fr: Contribuer

source: Contribute to a feature
fr: Contribuer à une demande

source: Final check
fr: Vérification finale

source: The contribution's total amount is locked during the payment process.
fr: Le total de la contribution est verrouillé durant le processus de paiement.

source: An error prevented us from accessing user's info. Please notify us.
fr: Une erreur nous empèchent de vous afficher certaines informations. S'il vous plait informez nous du problème.

source: Contribute to a feature - final check
fr: Contribuer à une demande - vérification finale

source: You must be logged to contribute
fr: Vous devez être connecté pour contribuer

source: Contribute - Check
fr: Contribuer - Vérification

source: I cannot find the contribution number: ''%value%''.
fr: Je ne peux pas trouver le numéro de contribution&nbsp;: ''%value%''.

source: You have to specify a contribution number.
fr: Vous devez spécifier un numéro de contribution.

source: Your {0} contribution on the feature <0::> has been canceled.
fr: Votre contribution de {0} sur la demande <0::> a été annulée.

source: You cannot cancel a contribution you didn't make.
fr: Vous ne pouvez annuler une contribution que vous n'avez pas faite.

source: You cannot cancel an already canceled contribution.
fr: Vous ne pouvez annuler une contribution déjà annulée.

source: You cannot cancel a contribution when development started.
fr: Vous ne pouvez annuler une contribution une fois le développement commencé.

source: You cannot cancel a contribution on a discarded feature.
fr: Vous ne pouvez annuler une contribution sur une demande en échec.

source: You cannot cancel a contribution on a finished feature.
fr: Vous ne pouvez annuler une contribution sur une demande terminée.

source: You must be logged to cancel a contribution
fr: Vous devez être connecté pour annuler une contribution

source: Thank you for contributing {0} on this feature.
fr: Merci d''avoir crédité {0} sur cette demande.

source: Internal account
fr: Compte interne

source: Load money in your internal account for future contributions.
fr: Chargez de l'argent sur votre compte interne pour de futures contributions.

source: recalculate
fr: recalculer

source: Check contribution
fr: Vérification de la contribution

source: Account of {0}
fr: Compte de {0}

source: Your account
fr: Votre compte

source: Author:
fr: Auteur :

source: Comment:
fr: Commentaire :

source: No comment
fr: Aucun commentaire

source: Invoice at {0}:
fr: Facture à {0}&nbsp;:

source: modify invoicing contact
fr: Modifier les coordonnées de facturation

source: Contribute {0}
fr: Contribuer {0}

source: or modify contribution
fr: ou modifier la contribution

source: You have a payment in progress. The contribution is locked.
fr: Vous avez un paiement en cours. La contribution est verrouillée.

source: + charge your elveos account
fr: + crediter votre compte elveos

source: Contribute to a feature - check
fr: Contribuer à une demande - verification

source: You need to charge your account before you can contribute.
fr: Vous devez créditer votre compte avant de contribuer.

source: You must be logged to contribute.
fr: Vous devez être connecté pour contribuer.

source: edit
fr: modifier

source: Your comment is too long. It must be less than %constraint% char long.
fr: Votre commentaire est trop long. Il doit faire moins de %constraint% caractères.

source: The comment will be publicly visible in the contribution list. Max 140 characters.
fr: Le commentaire sera visible publiquement dans la liste des contributions. Maximum 140 caractères.

source: We cannot accept such a generous offer!
fr: Nous ne pouvons accepter une offre si généreuse !

source: Amount must be superior to 0.
fr: Le montant doit être supérieur à 0.

source: Choose amount
fr: Choisissez le montant

source: The minimum is 1 €. Don't use cents. Elveos takes a 10 % + 0,30 € fee.
fr: Le minimum est 1€. N'utilisez pas de centimes. Elveos prélève une commission de 10&nbsp;% + 0,30&nbsp;€.

source: The contribution's amount is locked during the payment process.
fr: Le montant de la contribution est vérouillé durant le processus de paiement.

source: Choose your payment method:
fr: Choisissez un moyen de paiment&nbsp;:

source: I agree to the Elveos' <0::terms of sales>
fr: J'accepte les <0::Conditions Générales de Vente> d'Elveos

source: Pay {0}
fr: Payer {0}

source: Cancel contribution
fr: Annuler la contribution

source: The reason must be %constraint% chars length max.
fr: La raison doit faire au maximum %constraint% caractères de long.

source: Reason
fr: Cause

source: Optional. Enter why you want to modify this bug.
fr: Optionel. Entrez la raison de la modification du bug.

source: You must indicate a bug level
fr: Vous devez indiquer un niveau de gravité du bug

source: New Level
fr: Nouveau niveau de gravité

source: You must indicate a bug state
fr: Vous devez indiquer un état au bug

source: New state
fr: Nouvel état

source: A bug change must be linked to a bug
fr: Un changement de bug doit être relié à un bug

source: You must change at least a small thing on the bug to modify it.
fr: Vous devez faire au moins une modification à un bug pour le mettre à jour.

source: You cannot set a bug to the pending state.
fr: Vous ne pouvez pas passer un bug en état "en attente".
