Repository: 2BriTo/bloatit
Catalog: main/po/*.po
Languages: fr

source: The language of the title and description. These texts can be translated in other language later.
fr: La langue du titre et de la description. Ces textes pourront être traduit dans d'autres langues plus tard.

source: Join a file
fr: Attacher un fichier

source: When you join a file, you have to add a description.
fr: Quand vous attachez un fichier, vous devez ajouter une description.

source: File description
fr: Description du fichier

source: Input a short description of the file you want to upload.
fr: Ajouter une description courte de la pièce jointe.

source: When you add a file you have to describe it.
fr: Quand vous attachez un fichier, vous devez le décrire.

source: You are not allowed to do this action in the name of a team.
fr: Vous n'êtes pas autorisé en envoyer des invitations pour rejoindre cette équipe.

source: Write this comment in the name of this team.
fr: Rédiger ce commentaire au nom de cette équipe.

source: Submit comment
fr: Poster le commentaire

source: The new language will be used during your navigation session on elveos. If you close your navigator or disconnect your default language will be used again. You can change your default language on your member page.
fr: La nouvelle langue sera utilisée pendant votre session de navigation sur elveos. Si vous fermez votre navigateur ou vous déconnectez, votre langue par défaut sera à nouveau utilisée. Vous pouvez changez votre langue par défaut sur votre page membre.

source: Choose the web site language for this session
fr: Choisissez la langue du site pour cette session

source: Index
fr: Accueil

source: Incorrect language, same player play again!
fr: Langue incorrecte, essayez à nouveau !

source: Feedback id ''{0}'' doesn't exist. Maybe it has already been deleted.
fr: La suggestion ''{0}'' n''existe pas. Elle a peut-être déjà été supprimé.

source: You have to be logged in to delete a metaBug.
fr: Vous devez être connecté pour supprimer un metaBug.

source: Error you forgot to write a description
fr: Vous avez oublié d'écrire une description

source: Feedback/Bugs
fr: Suggestions/Bugs

source: You can use the <0::feedback> system to report any problem or suggestion on elveos.org website.
fr: Vous pouvez utiliser le <0::système de suggestions> pour signaler un problème ou une suggestion sur elveos.org.

source: You can use markdown syntax in this field.
fr: Vous pouvez utiliser la syntaxe markdown dans ce champ.

source: Send feedback
fr: Envoyer

source: Error you forgot to write a title
fr: Error vous avez oublié d'écrire un titre

source: You have to be logged in to edit a metabug.
fr: Vous devez être connecté pour modifier un rapport de meBug.

source: Feedback list ({0})
fr: Liste des suggestions ({0})

source: Feedback
fr: Suggestion

source: Update the feedback
fr: Mettre à jour la suggestion

source: Recover password
fr: Récupérer votre mot de passe

source: You must provide an email
fr: Vous devez indiquer un adresse email

source: Your email must be less than 255 characters.
fr: Votre email doit comporter moins de 255 caractères.

source: Enter your email
fr: Entrez votre email

source: We will send you an email explaining how to recover your password.
fr: Nous allons vous envoyer un email pour vous expliquer comment récupérer votre mot de passe.

source: Elveos password recovery
fr: Récupération du mot de passe Elveos

source: A mail with the process to reset your password has been sent to {0}. Please check your mailbox.
fr: Un email expliquant comment changer de mot de passe a été envoyé à {0}. Veuillez vérifier votre boîte mail.

source: No account match this email address. Please input another one.
fr: Aucun compte utilisateur ne correspond à cette adresse email.

source: Sign up
fr: S'inscrire

source: Signup
fr: S'inscrire

source: Sign-in
fr: S'inscrire

# Login (verb)
source: Login
fr: Se connecter

source: Password lost
fr: Mot de passe perdu

source: You can recover you password use the <0::password recovery form>.
fr: Vous pouvez retrouver votre mot de passe en utilisant le <0::formulaire de récupération de mot de passe>.

source: The login and/or key are invalid, please verify you didn't do a mistake while cutting and pasting.
fr: Le login et/ou la clé sont incorrects. Veuillez vous assurer que vous n'avez pas fait d'erreur en copiant collant l'URL.

source: Password recovery for {0}
fr: Récupération du mot de passe pour {0}

source: Reset password
fr: Changer de mot de passe

source: Logout success.
fr: Déconnexion réussie.

source: You should log in before you log out ... Note : if you log in using the form below, you'll be immediately logged out (yes this is a stupid behavior, but we try to use generic code... sometimes generic means stupid ;)
fr: Vous devez vous connecter avant de vous déconnecter... Notez : si vous connectez en utilisant le champs si dessous, vous allez être immédiatement déconnecté (oui, c'est un comportement stupide, mais nous essayons d'utiliser du code générique ... et parfois générique signifie stupide).;)

source: You must enter a login.
fr: Vous devez entrer un login.

source: You must enter a password.
fr: Vous devez indiquer un mot de passe.

source: Login success.
fr: Connexion réussie.

source: Your account has not been validated yet. Please check your emails.
fr: Votre compte n'est pas encore validé. Veuillez vérifier vos emails.

source: Login failed. Wrong login or password. Password lost ? <0::Recover it>.
fr: Echec de la connexion. Mauvais identifiant ou mot de passe. Mot de passe perdu ? <0::Récupérez le>.

source: Login failed. Check your login.
fr: Echec de la connexion. Vérifiez votre login.

source: Login failed. Check your password.
fr: Echec de la connexion. Vérifiez votre mot de passe.

source: Key cannot be blank. Please make sure you didn't make a mistake while copying and pasting.
fr: La clé ne peut être nulle. Veuillez vous assurer que vous n'avez pas fait d'erreur en copiant collant l'URL.

source: Login cannot be blank. Please make sure you didn't make a mistake while copying and pasting.
fr: Le login ne peut être nul. Veuillez vous assurer que vous n'avez pas fait d'erreur en copiant collant l'URL.

source: I cannot change your password if you don't give me one !
fr: Je ne peux pas changer votre mot de passe si vous ne m'en donnez pas un nouveau !

source: 7 characters minimum.
fr: 7 caractères minimum.

source: Password change successful, you are now logged.
fr: Changement du mot de passe réussi. Vous êtes désormais connecté.

source: The URL you inputed is incorrect, please verify you didn't do a mistake while cutting and pasting.
fr: L'URL que vous avez entrée est incorrecte. Veuillez vous assurer que vous n'avez pas fait d'erreur en la copiant collant.

source: Activation success, you are now logged. You can <0::add an avatar and introduce yourself>.
fr: Votre compte est activé, vous êtes connecté. Vous pouvez <0::ajouter un avatar et vous présenter>.

source: Wrong activation key for this member.
fr: Clé d'activation erronée pour ce membre.

source: Email activation success.
fr: Activation de l'email réussi.

source: Wrong email activation key for this member.
fr: Clé d'activation d'email erronée pour ce membre.

source: No activation needed for this member.
fr: Pas d'activation nécessaire pour ce membre.

source: Activation impossible on a not existing member.
fr: Activation impossible pour un membre qui n'existe pas.

source: Login cannot be blank.
fr: Le champ login ne peut être vide.

source: The login must have at least %constraint% chars.
fr: Le login doit avoir au minimum %constraint% caractères.

source: The login must be %constraint% chars length max.
fr: Le login doit faire au maximum %constraint% caractères de long.

source: When you login, case of login field be will be ignored.
fr: La casse de votre login sera ignorée lors de la connexion au site.

source: Password cannot be blank.
fr: Le champ mot de passe ne peut être vide.

source: The password must have at least %constraint% chars.
fr: Le mot de passe doit avoir au minimum %constraint% caractères.

source: The password must be %constraint% chars length max.
fr: Le mot de passe doit faire au maximum %constraint% caractères de long.

source: Email cannot be blank.
fr: Le champ email ne peut être vide.

source: The email must have at least %constraint% chars.
fr: L'email doit avoir au minimum %constraint% caractères.

source: The email must be %constraint% chars length max.
fr: L'email doit avoir au maximum %constraint% caractères.

source: You will receive an account activation email, but you can contribute without it.
fr: Vous allez recevoir un email d'activation, mais vous pouvez contribuer sans cet email.

source: You have to specify a language.
fr: Vous devez spécifier une langue.

source: Name, first name
fr: Nom, prénom

source: Your full name.
fr: Votre nom complet.

source: Optional.
fr: Optionnel.

source: Your Elveos.org account ''{0}'' was created. Please click on the following link to activate your account: {1}
fr: Votre compte Elveos.org ''{0}'' a été créé. Cliquez sur le lien ci-dessous pour activer votre compte : {1}

source: Elveos.org account activation
fr: Activation du compte Elveos.org

source: Account created, you are now logged. You will receive a mail to activate it.
fr: Compte créé, vous êtes désormais connecté. Vous allez recevoir un email d'activation.

source: Login ''{0}''already used. Find another login
fr: Login ''{0}'' déjà utilisé

source: Login already used.
fr: Login déjà utilisé.

source: Email ''{0}''already used. Find another email or use your old account !
fr: Email ''{0}'' déjà utilisé !

source: Invalid email address: {0}.
fr: Adresse email invalide&nbsp;: {0}.

source: Invalid email.
fr: Adresse email invalide.

source: Invalid login: {0}. Make sure it doesn't contain space characters.
fr: Login invalide: {0}. Assurez vous de ne pas mettre d''espaces.

source: Login contains spaces.
fr: Le login ne doit pas contenir d'espaces.

source: You must add a name.
fr: Vous devez ajouter un nom.

source: You must add a street.
fr: Vous devez ajouter une rue.

source: You must add a Postcode.
fr: Vous devez ajouter un code postal.

source: You must add a city.
fr: Vous devez ajouter une ville.

source: You must indicate if you are a company.
fr: Vous devez indiquer si vous êtes une entreprise.

source: You have to specify a release number.
fr: Vous devez spécifier un numéro de livraison.

source: I cannot find the release number: ''%value%''.
fr: Je ne peux pas trouver la livraison numéro: ''%value%''.

source: Release
fr: Livraison

source: I cannot find the milestone number: ''%value%''.
fr: Je ne peux pas trouver le lot numéro: ''%value%''.

source: You have to specify a milestone number.
fr: Vous devez spécifier un numéro de lot.

source: Add a new Release
fr: Ajouter une livraison

source: You must be logged to add a new release.
fr: Vous devez être connecté pour créer une nouvelle livraison.

source: The description cannot have more than %constraint% characters.
fr: La description ne peut pas avoir plus de %constraint% caractères.

source: Comment your release
fr: Commentez la livraison

source: Enter a short comment on your release. The description must have at least 10 chars.
fr: Entrez un commentaire court à votre livraison. Le commentaire doit avoir au moins 10 caractères.

source: You forgot to write a version.
fr: Vous avez oublié d'écrire un numéro de version.

source: The version should be something like ''1.2.3''.
fr: Le numéro de version devrait ressembler à "1.2.3".

source: The version cannot have more than %constraint% characters.
fr: La version ne peut pas avoir plus de %constraint% caractères.

source: Enter your release version. For example ''1.2.3''.
fr: Entrez le numéro de version. Par example "1.2.3".

source: Release created successfully!
fr: Livraison créée avec succès !

source: Failed to create the release.
fr: Vous devez être connecté pour créer une livraison.

source: You are not allowed to add a release on this milestone.
fr: Vous n'êtes pas autorisé à ajouter une livraison sur ce lot.

source: You must be logged to create a release.
fr: Vous devez être connecté pour créer une livraison.

source: Activity
fr: Activité

source: You must indicate a software to follow
fr: Vous devez indiquer un logiciel à suivre

source: You must indicate a follow state
fr: Vous devrez indiquer un état de suivi

source: You must indicate a follow mail state
fr: Vous devez indiquer un état de suivi par mail

source: You must indicate a email frequency
fr: Vous devez indiquer une fréquence d'email

source: Back to activity
fr: Retourner au flux d'activité

source: Manage activity
fr: Gérer le flux d'activité

source: Email settings
fr: Paramètres d'email

source: Email strategy
fr: Strategie d'envoi de mail

source: New email strategy. Current strategy is ''{0}''.
fr: Nouvelle stategie d'envoie de mail. La stratégie actuel est ''{0}''.

source: Save settings
fr: Sauvegarder

source: You must be logged to manage contents followed
fr: Vous devez être connecté pour gérer les éléments suivis

source: Manage contents followed
fr: Géré le contenu suivi

source: settings
fr: paramètres

source: stop following comments
fr: arrêter de suivre les commentaires

source: follow comments
fr: suivre les commentaires

source: stop following bugs
fr: arrêter de suivre les bugs

source: follow bugs
fr: suivre les bugs

source: Very frequently
fr: Très fréquement

source: Hourly
fr: Par heure

source: Daily
fr: Par jour

source: Weekly
fr: Par semaine

source: Whole Elveos
fr: Tout Elveos

source: Follow all current and future features
fr: Suivre toutes les demandes actuelles et futures

source: My custom Rss feed
fr: Mon flux rss personalisé

source: Rss feed
fr: Flux Rss

source: set as read
fr: marquer comme lu

source: global activity
fr: Activité globale

source: my activity
fr: mon flux d'activité

source: Global Elveos activity
fr: Activité globale d'Elveos

source: You must indicate a actor to follow
fr: Vous devez indiquer un acteur à suivre

source: You must indicate a feature to follow
fr: Vous devez indiquer une demande à suivre

source: You must indicate a follow comments state
fr: Vous devez indiquer un été de suivi des commentaires

source: You must indicate a follow bugs state
fr: Vous devez indiquer un état de suivi de bug

source: You have to specify a member name.
fr: Vous devez spécifier un nom de membre.

source: Member {0} doesn''t exist.
fr: Le member {0} n''existe pas.

source: Elveos documentation: {0}
fr: Documentation d''elveos : {0}

source: Documentation entry {0} doesn''t exist.
fr: L''entrée de documentation {0} n''existe pas.

source: Add a new software
fr: Ajouter un nouveau logiciel

source: You must be logged to add a new software.
fr: Vous devez être connecté pour ajouter un logiciel.

source: You must specify the software to modify
fr: Vous devez spécifier le logiciel.à modifier

source: Describe the software
fr: Décrivez le logiciel

source: Minimum 10 character. You can enter a long description of the project : list all features, add siteweb links, etc.
fr: Minimum 10 caractères. Vous pouvez entrer une longue description du projet : liste des fonctionnalités, liens vers le site, etc.

source: The software name is required.
fr: Le nom du logiciel est obligatoire.

source: The software name must have at least %constraint% chars.
fr: Le nom du logiciel doit faire au moins %constraint% caractères.

source: The software name must be %constraint% chars length max.
fr: Le nom du logiciel doit avoir au maximum %constraint% caractères.

source: Software name
fr: Nom du logiciel

source: Software logo
fr: Logo du logiciel

source: Optional. The logo must be an image on a usable license, in png with transparency for the background. The size must be inferior to 64px x 64px.
fr: Optionel. Le logo doit être une image sous une licence utilisable, en png, avec un fond transparent. La taille doit être inférieure à 60px x 64px.

source: Cannot delete software's description.
fr: Vous ne pouvez supprimer la description du logiciel.

source: Cannot delete software's name.
fr: Vous ne pouvez pas supprimer le nom du logiciel.

source: This software's name is already used: <0::>.
fr: Ce nom de logiciel est déjà utilisé&nbsp;: <0::>.

source: This software's name is already used.
fr: Ce nom de logiciel est déjà utilisé.

source: Software's description changed.
fr: La description du logiciel a été mise à jour.

source: Software's name changed.
fr: Le nom du logiciel a été mise à jour.

source: A software with the same name already exists.
fr: Un logiciel avec le même nom existe déjà.

source: No software
fr: Aucun logiciel

source: In which software do you want to have this feature.
fr: Sur quel logiciel porte cette demande.

source: The Feature consists in creating a new software.
fr: La demande consiste à créer un nouveau logiciel.

source: Choose a software
fr: Choisissez un logiciel

source: Select a software
fr: Sélectionnez un logiciel

source: Modify a software
fr: Modifier un logiciel

# Software (list)
source: Software
fr: Logiciels

source: Follow {0}
fr: Suivre {0}

source: Modify software description
fr: Modifer la description du logiciel

source: Related features
fr: Demandes associées

source: Software -
fr: Logiciel -

source: Elveos is a crowdfunding website dedicated to the financing of anything under a free license.
fr: Elveos est un site de crowndfunding dédié au financement de tout ce qui est sous licence libre.

source: free software, open-source, crowdfunding, crowdsourcing, funding, pledge
fr: financemement de logiciel libre, open-source, crowdfunding, financement collaboratif, achat groupé, pledge

source: the collaborative platform for free software funding
fr: la plateforme de financement collaboratif pour les logiciels libres

source: Messed up link. To make sure you are not a villain, you have re-login.
fr: Lien bidouillé. Pour être sur que vous n'êtes pas un super vilain, vous devez vous relogger.

source: Global activity
fr: Activité globale

source: Terms of Use
fr: Conditions Générales d'Utilisation

source: This website use Bloatit framework, and is under <0::GNU Affero General Public Licence v3>.
fr: Ce site utilise Bloatit framework, et est sous la <0::GNU Affero General Public Licence.v3>.

source: The source code of elveos is available on indefero, in the <0:: Elveos public repository>. The current version is {0}.
fr: Le code source d''elveos est disponible sur indefero dans le <0:: dépôt public Elveos>. La version courante est {0}.

source: Content is available under the Creative Commons Attribution (<0::CC-by>) License.
fr: Le contenu est disponible sous la licence Creative Commons Attribution (<0::CC-by>).

source: Elveos, elveos.org and the elveos logo are registered trademark of the <0::Linkeos> SAS.
fr: Elveos, elveos.org et le logo d'elveos sont des marques appartenant à <0::Linkeos> SAS.

# Sign up (verb)
source: Sign up
fr: S'inscrire

source: My karma
fr: Mon Karma

source: An unexpected error prevent us from displaying your internal account amount. Please notify us.
fr: Une erreur nous empèche de vous afficher certaines informations. S'il vous plait informez nous du problème.

source: Tasks ({0})
fr: Tâches ({0})

source: Feature requests
fr: Demandes

source: Teams
fr: Equipes

source: Search
fr: Rechercher

source: You are not allowed to remove people in the team.
fr: Vous n'avez pas l'autorisation de promouvoir quelqu''un au sein de cette équipe.

source: You are not allowed to promote people in the team {0}.
fr: Vous n''avez pas l''autorisation de promouvoir quelqu''un au sein de l'équipe {0}.

source: You must be logged to promote or demote a user
fr: Vous devez être connecté pour promouvoir quelqu'un

source: You are not allowed to send invitations for this team.
fr: Vous n'êtes pas autorisé en envoyer des invitations pour cette équipe.

source: Invitation sent to {0} for team {1}.
fr: Invitation envoyée à {0} pour l''équipe {1}.

source: Oops, an error prevented us from sending this invitation. Please notify us of the bug.
fr: Oups, une erreur nous a empéché d'envoyer cette invitation. S'il vous plait informez nous du problème.

source: You must be logged to send an invitation
fr: Vous devez être connecté pour envoyer une invitation

source: I cannot find the invitation number: ''%value%''.
fr: Je ne peux pas trouver l'invitation numéro: ''%value%''.

source: You have to specify an invitation.
fr: Vous devez spécifier une invitation.

source: I cannot understand if you have accepted the invitation. You wrote: ''%value%''.
fr: Je ne comprends pas si vous souhaitez accepter cette invitation. Vous avez entré&nbsp;: "%value%".

source: Does your invitation is accepted or refused?
fr: Est ce que votre invitation est acceptée ou refusée&nbsp;?

source: This invitation is not yours, you are not allowed to see it.
fr: Cette invitation n'est pas la votre, vous n'êtes pas autorisé à la voir.

source: You cannot join a team you already belong in.
fr: Vous ne pouvez rejoindre une équipe à laquelle vous appartenez déjà.

source: You are now a member of team ''{0}''.
fr: Vous êtes désormais membre de l''équipe ''{0}''.

source: You cannot join the team ''{0}'', maybe you already have discarded this invitation.
fr: Vous ne pouvez rejoindre l'équipe ''{0}'', vous avez peut-être déjà refusé cette invitation.

source: Ooops, we couldn't display team name. It's a bug, please notify us.
fr: Une erreur nous empèchent de vous afficher certaines informations. S'il vous plait informez nous du problème.

source: Ooops, you tried to refuse a legitimate team invitation, but it failed. It's a bug please notify us.
fr: Ooops, vous avez essayé de refuser une invitation légitime, mais une erreur nous a empéché de finir. S'il vous plait informez nous du problème.

source: You must be logged before you accept (or refuse) a team invite
fr: Vous devez être connecté pour acctepeter ou refuser une invitation à rejoindre une équipe

source: The team display name size has to be superior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractère pour le nom visible de l'équipe doit être supérieur à %constraint% alors que votre texte a %valueLength% caractères.

source: The team display name size has to be inferior to %constraint% your text is %valueLength% characters long.
fr: Le nombre de caractères pour le nom visible de l'équipe doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: You forgot to write a team name
fr: Vous avez oublié d'écrire un nom d'équipe

source: Team name
fr: Nom de l'équipe

source: The contact size has to be superior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractères pour les informations de contact doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: The contact size has to be inferior to %constraint%.
fr: Le nombre de caractères pour les informations de contact doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Contact information
fr: Informations de contact

source: Number of characters for description has to be superior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractère pour la description de l'équipe doit être supérieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Number of characters for description has to be inferior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractères pour la description de l'équipe doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Team description
fr: Description de l'équipe

source: Checking this box will delete team's avatar.
fr: Cocher cette case va supprimer l'avatar de l'équipe.
