Repository: 2BriTo/bloatit
Catalog: main/po/*.po
Languages: fr

source: You are not allowed to change the state of this bug.
fr: Vous n'êtes pas autorisé à changer l'état de ce bug.

source: You must be logged in to modify a bug report.
fr: Vous devez être connecté pour modifier un rapport de bug.

source: You have to specify a bug number.
fr: Vous devez spécifier un numéro de bug.

source: I cannot find the bug number: ''%value%''.
fr: Je ne peux pas trouver le bug numéro: ''%value%''.

source: Return to bugs list
fr: Retour à la liste des bugs

source: Modify the bug's properties
fr: Modifier les propriétés du bug

source: Reported by:
fr: Reporté par&nbsp;:

source: State:
fr: État&nbsp;:

source: Level:
fr: Niveau&nbsp;:

source: Creation date:
fr: Date de création&nbsp;:

source: add new attachement
fr: ajouter une pièce jointe

source: Reason:
fr: Raison :

source: Add attachment
fr: Ajouter une pièce jointe

source: FATAL
fr: CRITIQUE

source: MAJOR
fr: MAJEUR

source: MINOR
fr: MINEUR

source: PENDING
fr: EN ATTENTE

source: DEVELOPING
fr: EN DEVELOPPEMENT

source: RESOLVED
fr: RESOLU

source: Modify a bug
fr: Modifier un bug

source: New level of the bug. Current level is ''{0}''.
fr: Nouveau niveau de grativté du bug. Niveau actuel : ''{0}''.

source: New state of the bug. Current state is ''{0}''.
fr: Nouvel état du bug. L''état actuel est ''{0}''.

source: Modify the bug
fr: Modifier le bug

source: You must be logged to modify a bug.
fr: Vous devez être connecté pour modifier un rapport de bug.

source: Modify
fr: Modifier

source: Report a bug
fr: Signaler un bug

source: In the name of
fr: Au nom de

source: Write this bug report in the name of this group.
fr: Écrire un rapport de bug au nom de ce groupe.

source: + add attachement
fr: + ajouter une pièce jointe

source: Report the bug
fr: Signaler le bug

source: You must be logged to report a new bug.
fr: Vous devez être connecté pour signaler un bug.

source: A new bug must be linked to a milestone
fr: Un bug doit être lié à un jalon

source: The short description must be %constraint% chars length max.
fr: La description courte doit faire au maximum %constraint% caractères de long.

source: The short description must have at least %constraint% chars.
fr: La description courte doit avoir au moins %constraint% caractères.

source: You forgot to write a short description
fr: Vous avez oublié d'écrire une description courte

source: Bug title
fr: Titre du bug

source: You must indicate a bug description
fr: Vous avez oublié d'écrire une description du bug

source: Describe the bug
fr: Décrivez le bug

source: Enter a precise description of the bug. Minimum 10 character.
fr: Entrez une description précise du bug. Minimum 10 caractères.

source: Bug level
fr: Criticité du bug

source: You have to specify the description language.
fr: Vous devez indiquer la langue de la description.

source: You must be logged in to report a bug.
fr: Vous devez être connecté pour créer un rappot de bug.

source: Page not found
fr: Page introuvable

source: This is not the page you are looking for. Maybe you can try heading back to the <0::Home page>.
fr: La page que vous cherchez n'est pas ici. Vous pouvez peut-être aller à <0::l'accueil>.

source: If you ended up here because of a bug, please report it using the box on the right of the screen.
fr: Si vous êtes arrivé ici à cause d'un bug, nous vous prions de le signaler en utilisant la boîte à droite de l'écran.

source: Forbidden error
fr: Accès interdit

source: The page you are looking for is forbidden. Maybe you can try heading back to the <0::Home page>.
fr: La page que vous cherchez ne vous est pas autorisée. Vous devriez peut-être retourner à <0::l'accueil>.

source: You most likely ended up here because of a bug, please report it using the box on the right of the screen.
fr: Vous êtes surement arrivé ici à cause d'un bug, nous vous prions de le signaler en utilisant la boîte à droite de l'écran.

source: Forbidden page
fr: Page interdite

source: Forbidden
fr: Interdit

source: You have to specify a software number.
fr: Vous devez spécifier un numéro de logiciel.

source: I cannot find the software number: ''%value%''.
fr: Je ne peux pas trouver le logiciel numéro: ''%value%''.

source: New software
fr: Nouveau logiciel

source: Elveos feature feed for software {0}.
fr: Flux Atom de demandes Elveos pour le logiciel {0}.

source: You have to specify a member number.
fr: Vous devez spécifier un numéro de membre.

source: I cannot find the member number: ''%value%''.
fr: Je ne peux pas trouver le membre numéro: ''%value%''.

source: Elveos feature feed for {0}''s activity.
fr: Flux RSS de demandes Elveos pour le logiciel {0}.

source: Feature request created by {0}
fr: Demande créée pas {0}

source: The feature is now in development
fr: Cette demande est actuellement en développement

source: The feature has been discarded
fr: La demande a été supprimée

source: The feature is now successful
fr: La demande est terminée avec succès

source: New bug reported by {0}
fr: Nouveau bug reporté par {0}

source: A bug level changed
fr: La criticité d'un bug a changé

source: A bug is now in development
fr: Un bug est en développement

source: A bug is now resolved
fr: Un bug est résolu

source: New bug comment by {0}
fr: Nouveau commentaire de bug par {0}

source: {0} € financed by {1}
fr: {0} € financé par {1}

source: Contribution by {0} has been removed
fr: Une contribution de {0} a été annulée

source: New comment by {0}
fr: Nouveau commentaire par {0}

source: Offer created by {0}
fr: Offre crée par {0}

source: The offer by {0} has been removed
fr: L''offre de {0} a été supprimée

source: The offer by {0} is selected
fr: L''offre de {0} est selectionnée

source: No selected offer
fr: Aucune offre sélectionnée

source: New release by {0}
fr: Nouvelle livraison par {0}

source: Administration Kudosable
fr: Administration des kudosable

source: Votable administration
fr: Administration des votable

source: delete
fr: supprimer

source: restore
fr: restaurer

source: lock votes
fr: Verrouiller les votes

source: unlock votes
fr: Déverrouiller les votes

source: Change the state
fr: Changer l'état

source: Re calculate if this feature should passe into development.
fr: Recalculer si cette demande devrait passer en développement.

source: Re calculate the selected offer
fr: Recalculer l'offre sélectionnée

source: Update the validation Date
fr: Mettre à jour la date de validation

source: Change the feature state
fr: Changer l'état d'une demande

source: Validate milestone if possible
fr: Valider le jalon si possible

source: Validate milestone --force !
fr: Valider le jalon -- force !

source: Filter by feature state
fr: Filtrer par état d'une demande

source: Filter by selected offer
fr: Filtrer par offre sélectionnée

source: Filter by offer
fr: Filtrer par offre

source: Filter by contribution
fr: Filtrer par contribution

source: Feature state
fr: Etat de la demande

source: software
fr: logiciel

source: Feature administration
fr: Administration des demandes

source: submit
fr: valider

source: Is locked
fr: Est verrouillé

source: State
fr: Etat

source: Set the state
fr: Modifiez l'état

source: Filter by Popularity State
fr: Filtrer par popularité

source: popularity
fr: popularité

source: Administration home page
fr: Accueil de l'administration

source: With
fr: Avec

source: Without
fr: Sans

source: Filter by milestone state
fr: Filtrer par état du lot

source: milestoneState
fr: Etat du lot

source: Release
fr: Livraison

source: Should validated
fr: Devrait valider

source: Milestone administration
fr: Administration des lots

source: Equal
fr: Egal

source: Less than
fr: Inférieur à

source: Greter than
fr: Supérieur à

source: Less or equal
fr: Inférieur ou égal

source: Greater or equal
fr: Supérieur ou égal

source: No order
fr: Pas d'ordre

source: Member
fr: Membre

source: Team
fr: Equipe

source: Creation date
fr: Date de création

source: Filter by Content created as a group
fr: Filtrer par contenus créés comme une équipe

source: Filter by Content with file
fr: Filtré par contenu avec un fichier joint

source: Filter by deleted content
fr: Filtré par contenu supprimé

source: Deleted
fr: Supprimé

source: Nb files
fr: Nombre de fichiers

source: asTeam
fr: asEquipe

source: Author
fr: Auteur

source: Pending
fr: En attente

source: Hidden
fr: Caché

source: The title must be 80 chars length max.
fr: Le titre doit avoir au maximum 80 caractères.

source: Developing
fr: Développement

source: Released
fr: Livrée

source: Validated
fr: Validée

source: Administration UserContent
fr: Administration des contenus utilisateurs

source: User content administration
fr: Administration des contenus utilisateurs

source: Filter
fr: Filtre

source: Action:
fr: Action&nbsp;:

source: Select an action
fr: Choisissez une action

source: <not selected>
fr: <non sélectionné>

source: Discarded
fr: Annulé

source: Finished
fr: Terminés

source: Administrate configurations
fr: Administration des fichiers de configuration

source: Last reload
fr: Dernier rechargement

source: Reload
fr: Recharger

source: News feed message must be more than %constraint% characters.
fr: Le message du flux d'informations doit faire au moins %constraint% caractères.

source: News feed message must be less than %constraint% characters.
fr: Le message du flux d'informations doit faire moins de %constraint% caractères.

source: Message created !
fr: Message créé !

source: Message ''{0}'' has been deleted
fr: Le message '{0}'' a été supprimé

source: Previous messages
fr: Messages précédents

source: {0} (<0::delete>)
fr: {0} (<0::supprimer>)

source: <0:message:{0}> (<1::restore>)
fr: <0:message:{0}> (<1::restaurer>)

source: Administration news feed page
fr: Administration des flux d'informations

source: Message ''{0}'' has been restored
fr: Le message ''{0}'' a été restauré

source: Money withdrawal administration
fr: Administration des retraits d'argent

source: Filter withdrawal requests
fr: Filter les demandes de retrait

source: All
fr: Toutes

source: Treated
fr: Traitée

source: Refused
fr: Refusée

source: Filter: <0::>, <1::>, <2::>, <3::>, <4::>, <5::>
fr: Filtre: <0::>, <1::>, <2::>, <3::>, <4::>, <5::>

source: Global notification administration page
fr: Administration des notifications globales

source: administration - throw exception
fr: administration - Envoyer des exception

source: You must be logged as an admin to access this page
fr: Vous devez être connecté pour accéder à cette page

source: You must be logged to access an admin page
fr: Vous devez être connecté pour accéder à une page administrateur

source: Are you sure you are admin?
fr: Êtes vous sûr d'être administrateur ?

source: You have to be Admin to use this page.
fr: Vous devez être administrateur pour voir cette page.

source: You have to specify the feature you want to delete.
fr: Vous devez spécifier la demande que vous voulez supprimer.

source: I cannot find the feature number: ''%value%''.
fr: Je ne peux pas trouver la demande numéro: ''%value%''.

source: Feature moderation
fr: Modération des demandes

source: Are you sure you want to delete this feature ?
fr: Êtes vous sûr de vouloir supprimer cette demande&nbsp;?

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Feature moderation page
fr: Page de modération des demandes

source: The feature has been successfully deleted
fr: La demande a été supprimer avec succés

source: The id of the contribution is incorrect or missing
fr: L'identifiant de la contribution est incorrect ou manquant

source: The id of the actor is incorrect or missing
fr: L'identifiant de l'acteur est incorrect ou manquant

source: The invoice number is incorrect or missing
fr: L'identifiant de la facture est incorrect ou manquant

source: The milestone to invoice is .
fr: Le lot pour lequel vous devez créer une facture est .

source: You have to specify a name.
fr: Vous devez spécifier un nom.

source: Name
fr: Nom

source: Your full name, or the name of your organization.
fr: Votre nom complet, ou le nom de votre organisation.

source: You have to specify a street.
fr: Vous devez spécifier une rue.

source: Street
fr: Rue

source: You have to specify a ZIP code.
fr: Vous devez spécifier un code postal.

source: ZIP code
fr: Code postal

source: You have to specify a city.
fr: Vous devez spécifier une ville.

source: City
fr: Ville

source: Extras
fr: Complément d'adresse

source: VAT identification number
fr: Numéro de TVA

source: I represent a company
fr: Je représente une entreprise

source: The country code must be %constraint% length.
fr: Le code pays doit avoir une taille de %constraint% caractères.

source: You have to specify a country.
fr: Vous devez spécifier un pays.

source: Country
fr: Pays

source: Invoice ID template
fr: Modèle de numéro de facture

source: Format of the generated invoice numbers. See the side documentation for available fields. Example:&nbsp;'ELVEOS-{YEAR|4}{MONTH}{DAY}-F{ID|4}'
fr: Format des numéros de facture générés. Consulter la documentation latérale pour avoir la liste des champs disponibles. Exemple&nbsp;:&nbsp;'ELVEOS-{YEAR|4}{MONTH}{DAY}-F{ID|4}'

source: Next Invoice ID number
fr: Index du numéro de facture suivant

source: ID that will be used for the next generated invoice.
fr: Index qui sera utilisé pour générer le prochain numéro de facture.

source: Legal identification
fr: Identifiant légal

source: You must add an invoice number template.
fr: Vous devez ajouter un template de numéro de facture.

source: You must add an invoice No initial value.
fr: Vous devez ajouter une valeur initiale de numéro de facture.

source: You must add a legal ID.
fr: Vous devez ajouter un indentifiant légal.

source: You must add a tax rate.
fr: Vous devez ajouter un taux de taxes.

source: You must indicate a ID field in the template.
fr: Vous devez indiquer un champ ID dans le template.

source: You must be logged to make an offer.
fr: Vous devez être connecté pour faire une offre.

source: You must indicate the preview mode
fr: Vous devez indiquer le mode d'aperçu

source: Change invoicing informations
fr: Modifier les informations de facturation

source: Amount
fr: Quantité

source: Company?
fr: Entreprise&nbsp;?

source: VAT Number
fr: Numéro de TVA

source: Apply VAT ?
fr: Appliquer la TVA&nbsp;?

source: Preview
fr: Aperçu

source: Update previews
fr: Mise à jour des aperçus

source: Generate invoices
fr: Génération de factures

source: Organisation name:
fr: Nom de l'organisation&nbsp;:

source: Name:
fr: Nom :

source: Street:
fr: Rue&nbsp;:

source: Extras adress:
fr: Complément d'adresse&nbsp;:

source: City:
fr: Ville&nbsp;:

source: Postcode:
fr: Code postal&nbsp;:

source: Country:
fr: Pays :

source: Company:
fr: Entreprise&nbsp;:

source: Yes
fr: Oui

source: No
fr: Non

source: Tax identification:
fr: Identification TVA&nbsp;:

source: Invoicing id template:
fr: Modèle de numéro de facture&nbsp; :

source: Invoicing id next number:
fr: Numéro de la prochaine facture&nbsp; :

source: Legal identification:
fr: Identifiant légale&nbsp;:

source: Tax rate:
fr: Taux de TVA&nbsp;:

source: Contribution invoices generation
fr: Génération des factures de contribution

source: You must be logged to add invoicing informations
fr: Vous devez être connecté pour ajouter des coordonnées de facturation

source: Check VAT number
fr: Vérifer le numéro de TVA

source: {0} invoice succefully generated. You can download it in the invoicing tab
fr: {0} facture générée avec succés. Vous pouvez la télécharger dans l'onglet facturation

source: You must be logged to generate invoices.
fr: Vous devez être connecté pour générer des factures.

source: Invoicing informations of {0}
fr: Coordonnées de facturation {0}

source: Your invoicing informations
fr: Vos coordonnées de facturation

source: Invoice issuing
fr: Émission de facture

source: Update invoicing contact
fr: Mise à jour des coordonnées de facturation

source: Invoicing informations
fr: Coordonnées de facturation

source: Invoicing contact
fr: Coordonnées&nbsp;de&nbsp;facturation

source: Invoicing name:
fr: Nom de facturation&nbsp; :

source: Invoicing adress:
fr: Addresse de facturation&nbsp;:

source: Modify invoicing contact
fr: Modifier les coordonnées de facturation

source: The service name is required.
fr: Le nom du service est obligatoire.

source: The service name must have at least %constraint% chars.
fr: Le nom du service doit faire au moins %constraint% caractères.

source: The service name must be %constraint% chars length max.
fr: Le nom du service doit avoir au maximum %constraint% caractères.

source: Service or application created.
fr: Le service ou l'application a été crée.

source: Remember the client_id: {0}
fr: Retenez le client_id : {0}

source: You have to be logged to add a software.
fr: Vous devez être connecté pour ajouter un logiciel.

source: Add a new service
fr: Ajouter un nouveau service

source: Service name
fr: Nom du service

source: The name of the service or application that will be able to connect to elveos.
fr: Le nom du service ou de l'application qui sera capable de se connecter à elveos.

source: Describe the service
fr: Décrivez le service

source: Mininum 10 character. Enter a short description of your service or application.
fr: Minimum 10 caractères. Vous pouvez entrez un longue description de votre service ou application.

source: Language
fr: Langue

source: The language of your description.
fr: Langue de votre description.

source: Service logo
fr: Logo du service

source: You must be logged to add a new service.
fr: Vous devez être connecté pour ajouter un nouveau service.

source: Add a service
fr: Ajouter un service

source: OAuth request need a %paramName% parameter.
fr: La requete OAuth nécessite un paramètre %paramName%.

source: Wrong login or password, please retry.
fr: Mauvais login ou mot de passe, essayez à nouveau.

source: Service not found!
fr: Service introuvable.!

source: Enter your login and password to grant ''{0}'' the right to access your Elveos account ?
fr: Tapez votre login et mot de passe pour accorder à "{0}" le droit d''acceder à votre compte Elveos ?

# Login (noun)
source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Yes, I trust {0}
fr: Oui, j''ai confiance en {0}

source: oauth authorization
fr: autorisation oauth

source: Authorize other application to access your elveos account
fr: Autoriser d'autres applications à accéder à votre compte elveos

source: These applications can access your Elveos account
fr: Ces applications peuvent accéder à votre compte Elveos

source: Revoke permissions
fr: Révoquer les permissions

source: Manage your created applications
fr: Gérer vous applications

source: You must be logged to manage your external services.
fr: Vous devez être connecté pour gérer vos services externes.

source: Manage external services
fr: Gestion des services externes

source: Moderate
fr: Modération

source: An error prevented us from displaying feature information. Please notify us.
fr: Une erreur nous empèchent de vous afficher certaines informations. S'il vous plait informez nous du problème.

source: You share this need and you want participate financially?
fr: Vous partagez ce besoin et vous souhaitez participer financièrement&nbsp;?

source: You are a developer and want to be paid to achieve this request?
fr: Vous êtes développeur et souhaitez être rémunéré pour réaliser cette demande ?

source: Make an offer
fr: Faire une offre

source: {0} are missing before the development start.
fr: {0} manquent avant que le développement ne commence.

source: The development will begin in about
fr: Le développement va commencer dans environ

source: An offer has already been made on this feature. However, you can <0::make an alternative offer>.
fr: Une offre a déjà été faite sur cette demande. Vous pouvez cependant <0::créer une offre alternative>.

source: There is no release yet.
fr: Il n'y a pas encore de livraison.

source: Next release is scheduled for {0}.
fr: La prochaine livraison est prévue pour le {0}.

source: Next release was scheduled for {0}.
fr: La prochaine livraison était prévue pour le {0}.

source: There is {0} release.
fr: Il y a {0} livraison.

source: The <0::last version> was released {0}.
fr: La <0::dernière version> a été livrée le {0}.

source: Test it and report bugs.
fr: Testez la et signalez les bugs.

source: Add a release
fr: Ajouter une livraison

source: This feature is developed by <0>.
fr: Cette demande est actuellement développée par <0>.

source: If there is no new bug until {0}, it will be successful, and the developer will get its money.
fr: S''il n''y a pas de nouveau bug avant {0}, la demande passera en success, et le développeur sera payé.

source: As soon as an administrator validate this feature, it will be successful, and the developer will get its money.
fr: Dès qu'un administrateur valide cette demande, elle passera en succès, et le développeur sera payé.

source: This feature will be successful when all the {0} bugs are resolved.
fr: Cette demande passera en succès quand les bugs {0} seront résolus.

source: Read the comments to have more recent informations.
fr: Lisez les commentaires pour avoir des informations plus récentes.

source: Milestone {0}: Developing
fr: Lot {0}&nbsp;: En développement

source: Milestone {0}: User acceptance testing
fr: Lot {0}&nbsp;: En cours de validation

source: Milestone {0}: Successful
fr: Lot {0}&nbsp;: Succès

source: Milestone {0}: Canceled
fr: Lot {0}&nbsp;: Annulé

source: If there is no new bug until {0}, this milestone will be successful, and the developer will get its money.
fr: S''il n''y a pas de nouveau bug avant {0}, ce lot passera en succès, et le developpeur sera payé.

source: As soon as an administrator validate this milestone, it will be successful, and the developer will get its money.
fr: Dès qu'un administrateur valide ce lot, il passera en succès, et le développeur sera payé.

source: This milestone will be successful when all the {0} bugs will be resolved.
fr: Ce lot passera en succès quand les {0} bugs bloquants seront résolus.

source: <0> will receive {0}% of the amount when the remaining FATAL bug are resolved.
fr: <0> recevra {0}% du montant quand le bug CRITIQUE restant sera résolu.

source: <0> will receive {0}% of the amount when the remaining MAJOR bug are resolved.
fr: <0> recevra {0}% du montant quand le bug MAJEUR restant sera résolu.

source: <0> will receive {0}% of the amount when the remaining MINOR bug are resolved.
fr: <0> recevra {0}% du montant quand le bug MINEUR restant sera résolu.

source: Details
fr: Détails

source: and
fr: et

source: This feature is finished.
fr: Cette demande est terminée.

source: The development was done by <0>.
fr: Ce devéloppement a été fait par <0>.

source: There is {0} open bug.
fr: Il y a {0} bug ouvert.

source: There is no open bug.
fr: Il n'y a aucun bug ouvert.

source: Link it in your site
fr: Partager sur votre site

source: + configure size
fr: + configurer la taille

source: Text and logo
fr: Texte et logo

source: Logo only
fr: Logo seul

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Big
fr: Gros

source: (<0:software:>)
fr: (<0:logiciel:>)

source: In developement
fr: En développement

source: make an offer
fr: faire une offre

source: <0::> funded
fr: <0::>&nbsp;Financé

source: <0:1600€:> i.e <1:69%:> of <2:2300€:> requested
fr: <0:1600€:> soit <1:69%:> de <2:2300€:> demandé

source: {0} comment
fr: {0} commentaire

source: {0} offer
fr: {0} offre

source: {0} open bug
fr: {0} bug ouvert

source: {0} release
fr: {0} livraison

source: failed
fr: échec

# Search (verb)
source: Search a feature
fr: Rechercher une demande

source: all
fr: toutes

source: in progress
fr: actives

source: finished
fr: terminées

source: in developement
fr: en développement
