Repository: 2BriTo/bloatit
Catalog: main/po/*.po
Languages: fr

source: preparing
fr: en préparation

source: Filter:
fr: Filtre :

source: relevance
fr: pertinence

source: progress
fr: avancement

source: creation date
fr: date de création

source: Sort by:
fr: Trier par :

source: No result
fr: Aucun résultat

source: View features - search features
fr: Voir les demandes - Rechercher des demandes

source: Features
fr: Demandes

source: Report a new bug
fr: Signaler un bug

source: Open bugs ({0})
fr: Bugs ouverts ({0})

source: No open bug.
fr: Aucun bug ouvert.

source: Closed bugs ({0})
fr: Bugs fermés ({0})

source: No closed bug.
fr: Aucun bug fermé.

source: Level
fr: Niveau

source: Last update
fr: Dernière mise à jour

source: The tab is not optional.
fr: L'onglet n'est pas optionnel.

source: Offers ({0})
fr: Offres ({0})

source: translate
fr: traduire

source: Modify the feature
fr: Modifier la demande

source: You have to specify a feature number.
fr: Vous devez spécifier un numéro de demande.

source: Modify feature page
fr: Page de modification de demande

source: You must be logged to modify a feature.
fr: Vous devez être connecté pour modifier une demande.

source: modify
fr: modifier

source: Modify feature
fr: Modifier la demande

source: The title length must be at least 10 chars long.
fr: Le titre doit faire au moins 10 caractères de long.

source: Try to be the most specific possible.
fr: Essayez d'être aussi précis que possible.

source: Software
fr: Logiciel

source: You have to specify a valid software.
fr: Vous devez spécifier un logiciel valide.

source: You must be logged to modify a feature
fr: Vous devez être connecté pour modifier une demande

source: (<0::Cancel contribution>) {0}
fr: (<0::Annuler la contribution>) {0}

source: Mean
fr: Moyenne

source: Median
fr: Médiane

source: Total price:
fr: Prix total :

source: by
fr: par

source: Funding:
fr: Financement :

source: License:
fr: Licence&nbsp;:

source: Delivery Date:
fr: Date de livraison :

source: Offer's description:
fr: Description de l'offre :

source: Price:
fr: Prix :

source: Milestone {0} -
fr: lot {0} -

source: Releases:
fr: Livraisons :

source: show validation details
fr: afficher les détails de la validation

source: Minimum time before validation:
fr: Durée minimum de la validation&nbsp;:

source: Payment when no fatal bug:
fr: Paiement en l'absence de bug fatal&nbsp;:

source: Payment when no major bug:
fr: Paiement en l'absence de bug majeur&nbsp;:

source: Payment when no minor bug:
fr: Paiement en l'absence de bug mineur&nbsp;:

source: No offer
fr: Aucune offre

source: There is not yet offer to develop this feature. The first offer will be selected by default.
fr: Il n'y a pas encore d'offre pour développer cette demande. La première offre sera sélectionnée par défaut.

source: Selected offer
fr: Offre sélectionnée

source: The selected offer is the one with the more popularity.
fr: L'offre sélectionnée est la plus populaire.

source: This offer will be validated in about <0::>. After this time, the offer will go into development as soon as the requested amount is available ({0} left).
fr: Cette offre sera validée dans approximativement <0::>. Après cette durée, l''offre passera dans l''état "en développement" dès que le montant requis est disponible ({0} manquant).

source: This offer will go into development in about <0::>.
fr: Cette offre passera en développement dans environ <0::>.

source: This offer is validated and will go into development as soon as the requested amount is available ({0} left).
fr: Cette offre est validée et va passer en développement dès que le montant requis est disponible ({0} manquant).

source: Offer in development
fr: Offre en développement

source: This offer is in development. You can discuss about it in the comments.
fr: Cette offre est en développement. Vous pouvez en discuter dans les commentaires.

source: Test the last release and report bugs.
fr: Testez la dernière livraison et créez des rapport de bugs.

source: Finished offer
fr: Offre terminée

source: This offer is finished.
fr: Cette offre est terminée.

source: Feature discarded ...
fr: Demande annulée ...

source: Unselected offer ({0})
fr: Offre non sélectionnée ({0})

source: Make a concurrent offer
fr: Faire une offre concurrente

source: Vote on a competing offer to select it.
fr: Voter pour une offre concurrente pour la selectionner.

source: Old offer ({0})
fr: Ancienne offre ({0})

source: These offers have not been selected and will never be developed.
fr: Ces offres n'ont pas été sélectionnées et ne seront jamais développées.

source: Comments ({0})
fr: Commentaires ({0})

source: Feature for {0}
fr: Demande pour {0}

source: Feature {0}
fr: Demande {0}

source: Offers
fr: Offres

source: feature not found.
fr: Demande introuvable.

source: Elveos offers you to help finance: {0} in {1}
fr: Elveos vous propose d''aider à financer : {0} dans {1}

source: Elveos offers you to help finance: {0}
fr: Elveos vous propose d'aider à financer : {0}

source: The feature title should clearly show the feature specificities
fr: Le titre de la nouvelle demande doit permettre d'identifier clairement la spécificité de la demande

source: You forgot to write a specification
fr: Vous avez oublié d'écrire une spécification

source: The specification must have at least %constraint% chars.
fr: La spécification doit avoir au moins %constraint% caractères.

source: The specification must be %constraint% chars length max.
fr: La spécification doit avoir au maximum %constraint% caractères.

source: Describe the feature and your offer. This description must be accurate because it will be used to validate the conformity at the end of the development.
fr: Décrivez votre demande et votre offre. Cette description doit être précise car elle sera utilisée pour valider la conformité à la fin du développement.

source: Invalid value for price field.
fr: La valeur pour le champ "prix" est manquante ou invalide.

source: You must set a price to your offer.
fr: Vous devez définir un prix pour votre offre.

source: The price must be greater to %constraint%.
fr: Le prix doit être supérieur à %constraint%.

source: Offer price
fr: Prix de l'offre

source: The price is in euros (€) and can't contains cents.
fr: Le prix est en euros (€) et ne doit pas contenir de centimes.

source: You must set an expiration date.
fr: Vous devez spécifier une date d'expiration.

source: Release date
fr: Date de livraison

source: You will have to release this feature before the release date.
fr: Vous devrez livrer cette fonctionnalité avant la date de livraison.

source: You must add a license to your offer.
fr: Vous devez définir une licence pour votre offre.

source: License
fr: Licence

source: The validation time must be greater to %constraint%.
fr: Le temps de validation doit être supérieur à %constraint%.

source: Days before validation
fr: Nombre de jours avant validation

source: The number of days to wait before this offer is can be validated. During this time users can add bugs un the bug tracker. Fatal bugs have to be closed before the validation.
fr: Le nombre de jours à attendre avant que cette offre puisse être validée. Pendant cette période les utilisateurs pourront créer des bug dans le bug tracker. Les bugs critiques devront être fermés avant la validation.

source: ''%paramName%'' is a percent, and must be greater or equal to %constraint%.
fr: "%paramName%" est un pourcentage, et doit être supérieur ou égal à %constraint%.

source: ''%paramName%'' is a percent, and must be lesser or equal to %constraint%.
fr: "%paramName%" est un pourcentage est doit être inférieur ou égal à %constraint%.

source: Percent gained when no FATAL bugs
fr: Pourcentage gagné quand il n'y a pas de bugs critiques

source: If you want to add some warranty to the contributor you can say that you want to gain less than 100% of the amount on this feature request when all the FATAL bugs are closed. The money left will be transfered when all the MAJOR bugs are closed. If you specify this field, you have to specify the next one on MAJOR bug percent. By default, all the money on this feature request is transfered when all the FATAL bugs are closed.
fr: Si vous voulez ajouter une garantie aux contributeurs, vous pouvez indiquer que vous souhaitez gagner moins de 100% des contributions quand tous les bugs critiques sont fermés. L'argent restant sera transféré quand tous les bugs majeurs seront fermés. Si vous indiquez une valeur dans ce champ, vous devez préciser dans le champ prochain. Par défaut, 100% des contributions est transféré quand tous les bugs critiques sont fermés.

source: Percent gained when no MAJOR bugs
fr: Pourcentage gagné quand il n'y a plus de bugs MAJEURS

source: If you specified a value for the 'FATAL bugs percent', you have to also specify one for the MAJOR bugs. You can say that you want to gain less than 100% of the amount on this offer when all the MAJOR bugs are closed. The money left will be transfered when all the MINOR bugs are closed. Make sure that (FATAL percent + MAJOR percent) <= 100.
fr: Si vous avez indiqué une valeur pour le 'pourcentage de bugs critiques', vous devez aussi en indiquer une pour les bugs majeurs. Vous pouvez indiquer que vous souhaitez gagner moins de 100% du montant des contributions quand tous les bugs majeurs sont fermés. L'argent restant sera transféré lorsque tous les bugs mineurs sont fermés. Assurez vous que (CRITIQUE + MAJEUR) <= 100.

source: You have to specify a valid language.
fr: Vous devez spécifier une langue valide.

source: Error creating an offer. Please notify us.
fr: Erreur lors de la création d'une offre. S'il vous plait indiquez nous le problème.

source: Create new feature
fr: Créer une nouvelle demande

source: Create a feature
fr: Créer une nouvelle demande

source: Write this offer in the name of a team, and offer the contributions to this team.
fr: Créer cette offre au nom d'une équipe, et donner les contributions à cette équipe.

source: Select a license…
fr: Choisissez une licence…

source: Other Open Source
fr: Autre Open Source

source: Licenses must be <0::OSI-approved>. You should use one of the listed licenses to avoid <1::license proliferation>.
fr: Les licences doivent être <0::approuvées par l'OSI>. Vous devriez utiliser une des licences listés pour éviter une <1::proliferation de licences>.

source: Be precise, don't forget to specify : - The expected result - On which system it has to work (Windows/Mac/Linux ...) - When do you want to have the result - In which free license the result must be. You can also join a diagram, or a design/mockup of the expected user interface. Do not forget to specify if you want the result to be integrated upstream (in the official version of the software)
fr: Soyez le plus précis possible, pensez à préciser : - Le résultat attendu - Sur quels systèmes cela doit fonctionner (Windows/Mac/Linux ...) - Pour quand vous attendez le résultat - Dans quelle licence libre doit être le résultat. Vous pouvez aussi joindre un schéma de fonctionnement, ou un design/mockup de l'interface souhaitée. Pensez à préciser si vous voulez que le résultat soit intégré "upstream" (dans la version officielle du logiciel à modifier)

source: Show validation details
fr: Afficher les détails de la validation

source: Add another milestone
fr: Ajouter un lot

source: Finish your Offer
fr: Finir votre offre

source: You must be logged to create a new feature.
fr: Vous devez être connecté pour créer une nouvelle demande.

source: Do you want to implement the feature yourself ?
fr: Voulez vous implémenter cette demande vous même ?

source: Yes, I want to implement the feature
fr: Oui, je souhaite implémenter la demande

source: You are a developer. You have an idea for your software and you want to fund it.
fr: Vous êtes un développeur. Vous avez une idée concernant votre logiciel et vous voulez la financer.

source: No, I just want to submit it
fr: Non, je souhaite juste la soumettre

source: You use a free software and you have an enhancement idea to submit.
fr: Vous utilisez un logiciel libre et vous avez une idée d'amélioration à soumettre.

source: Create a new feature
fr: Créer une nouvelle demande

source: You can create this feature in the name of a team.
fr: Vous pouvez créer cette demande au nom d'une équipe.

source: The target feature is mandatory to make an offer.
fr: La demande cible est obligatoire pour faire une offre.

source: You must add a description to your offer.
fr: Vous devez ajouter une description à votre offre.

source: The length of the description must be smaller than %constraint% characters.
fr: La description doit avoir au maximum %constraint% caractères.

source: Describe your offer. This description must be accurate because it will be used to validate the conformity at the end of the development.
fr: Décrivez votre offre. Cette description doit être précise car elle sera utilisée pour valider la conformité à la fin du développement.

source: You have to specify both the Major and Fatal percent.
fr: Vous devez spécifier le pourcentage pour les bugs majeurs et critiques.

source: Major + Fatal percent cannot be > 100 !!
fr: (Majeur + Critique) must be below 100 !!

source: The specified offer is not modifiable. You cannot add a lot in it.
fr: L'offre spécifiée n'est pas éditable. Vous ne pouvez pas y ajouter un lot.

source: The date must be in the future.
fr: La date doit être dans le futur.

source: The feature id is not optional !
fr: L'identifiant de la demande n'est pas optionnel !

source: You must be logged to make an offer
fr: Vous devez être connecté pour faire une offre

source: Change member settings
fr: Modifier les paramètres du membre

source: Waiting for activation: {0}
fr: En attente d''activation&nbsp;: {0}

source: You must be logged to modify your personal informations.
fr: Vous devez être connecté pour modifier vos informations personnelles.

source: Modify member informations
fr: Modifier les informations du membre

source: An avatar must be linked to a member
fr: Un avatar doit être lié à un membre

source: Avatar change to ''{0}''
fr: Avatar changé en ''{0}''

source: You are not allowed to change this avatar.
fr: Vous n'êtes pas autorisé à changer cet avatar.

source: You have to be logged to change your avatar.
fr: Vous devez être connecté pour changer votre avatar.

source: Member avatar
fr: Avatar du membre

source: Team avatar
fr: Avatar de l'équipe

source: Number of characters for email has to be superior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractères pour l'email être supérieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Number of characters for email has to be inferior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractères pour l'email doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: New email will replace the old one after you validate it with the link we send you.
fr: Le nouvel email remplacera l'ancien après que vous l'ayez validé avec le lien que nous vous avons envoyé.

source: Hi {0}, You wanted to change the email for your Elveos.org account. Please click on the following link to activate your new email: {1}
fr: Bonjour {0}, Vous voulez changer l''email de votre compte Elveos.org. Cliquez sur le lien ci-dessous pour activer votre nouvel email&nbsp;: {1}

source: Elveos.org new email activation
fr: Activation d'un nouvel email pour Elveos.org

source: Language updated.
fr: Langue mis à jour.

source: Country updated.
fr: Pays mis à jour.

source: Email already used.
fr: Email déjà utilisé.

source: Fail to read your email.
fr: Échec de la lecture de l'email.

source: You must be logged to modify your account settings.
fr: Vous devez être connecté pour modifier vos informations personnelles.

source: Number of characters for password has to be superior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractères pour le mot de passe doit être supérieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Number of characters for password has to be inferior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractères pour le mot de passe doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: New password
fr: Nouveau mot de passe

source: 7 characters minimum. Make it strong!
fr: 7 caractères minimum. Il doit être fort !

source: Your current password
fr: Mot de passe actuel

source: Password updated.
fr: Mot de passe mis à jour.

source: You must input your current password to change password.
fr: Vous devez indiquer votre mot de passe actuel pour changer de mot de passe.

source: Your input for current password doesn't match your password.
fr: Ce que vous avez tape comme mot de passe actuel ne correspond pas avec votre vrai mot de passe actuel.

source: Number of characters for your description has to be inferior to %constraint% but was %valueLength% characters long.
fr: Le nombre de caractères pour la description de doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Introduce yourself
fr: Présentez-vous

source: You have 200 characters max.
fr: Vous avez au maximum 200 caractères.

source: Number of characters for Fullname has to be superior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractères pour le nom complet être supérieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Number of characters for Fullname has to be inferior to %constraint% but your text is %valueLength% characters long.
fr: Le nombre de caractères pour le nom complet doit être inférieur à %constraint% alors que votre texte a %valueLength% caractères.

source: Full name
fr: Nom complet

source: If you set a value here, it will be used instead of your login to designate you.
fr: Si vous définissez une valeur ici, elle sera utilisé à la place de votre login pour vous désigner.

source: Delete avatar
fr: Supprimer l'avatar

source: Checking this box will delete your avatar. If you have a libravatar it will be used instead.
fr: Cocher cette case va supprimer votre avatar. Si vous avez un libravatar, il sera utilisé à la place.

source: 64px x 64px. 50Kb max. Accepted formats: png, jpg
fr: 64px x 64px, 50Ko max. Formats acceptés : png, jpg

source: Description updated.
fr: Description mise à jour.

source: Fullname updated.
fr: Nom complet mis à jour.

source: Avatar updated.
fr: Avatar mis à jour.

source: Filename is empty. Could you report that bug?
fr: Le nom du fichier est manquant. Pourriez vous signaler ce bug ?

source: Avatar deleted.
fr: Avatar supprimé.

source: You cannot delete your avatar, and indicate a new one at the same time.
fr: Vous ne pouvez pas supprimer votre avatar, et en indiquer un nouveau en même temps.

source: Members list
fr: Liste des membres

source: Members
fr: Membres

source: My activity
fr: Mon flux d'activité

source: {0}''s activity
fr: Flux d''activité de {0}

source: My teams
fr: Mes équipes

source: {0}''s teams
fr: Équipes de {0}

source: No team.
fr: Aucune équipe.

source: {0}''s page
fr: Page de {0}

source: Fullname:
fr: Nom complet :

source: Language:
fr: Langue :

source: Recent history
fr: Historique récent

source: Dashboard
fr: Tableau&nbsp;de&nbsp;bord

source: History
fr: Historique

source: Account
fr: Compte

source: Tasks&nbsp;({0})
fr: Tâches&nbsp;({0})

source: Invoicing
fr: Facturation

source: Member -
fr: Membres -

source: Register to newsletter
fr: S'inscrire à la newsletter

source: Allows Elveos to send you a newsletter. Note we don't like spam, we won't send a lot of newsletter. Maybe one every 2 or 3 months.
fr: Permet à Elveos de vous envoyer sa newsletter. Notez que nous n'aimons pas le spam, on n'enverra donc pas fréquemment la newsletter. Peut-être tous les 2 ou 3 mois.

source: Thank you for registering to Elveos newsletter. Don't worry we'll not spam !
fr: Merci de vous être inscrit à la Newsletter Elveos. Ne vous inquiétez pas, on ne vous spammera pas!

source: You will no longer receive the newsletter. If you feel it was not interesting or too psmamy, feel free to indicate us using the suggestion form !
fr: Vous ne recevrez désormais plus la newsletter Elveos. Si vous ne la trouviez pas intéressante ou que vous considérez que c'était du spam, n'hésite pas à nous l'indiquer en utilisant le formulaire de suggestions.

source: Team invites
fr: Invitations à rejoindre une équipe

source: accept
fr: accepter

source: refuse
fr: refuser

source: Invoice to create
fr: Facture à générer

source: No recent history
fr: Aucun historique

source: <0::Contributed> on a deleted feature
fr: Contribution à une <0::demande> en échec

source: <0::Contributed>
fr: <0::Contribution>

source: <0::Contributed> (canceled)
fr: <0::Contribution>.(annulée)

source: Requested <0::feature>
fr: Ajout de <0::demande>

source: Made an <0::offer>
fr: Faire une <0::offre>

source: Made a <0::release>
fr: Ajouter une <0::livraison>

source: Reported <0::bug> (<1::>)
fr: Signaler un <0::bug> (<1::>)

source: Uploaded a <0::file>
fr: Upload de <0::fichier>

source: File:
fr: Fichier :

source: Replied to a <0::comment> (from <1::>)
fr: Répondre à un <0::commentaire> (de <1::>)

source: <0::Commented>
fr: <0::Commenter>

source: Feature:
fr: Demande :

source: Content you follow
fr: Contenu que vous suivez

source: No offer yet, <0::make an offer>
fr: Pas encore d'offre, <0::faire une offre>

source: {0}€ missing, <0::contribute> again
fr: {0}€ manquant, <0::contributer> à nouveau

source: {0}€ missing, <0::contribute>
fr: {0}€ manquant, <0::contributer>

source: Developing, <0::make a release>
fr: En développement, <0::faire une livraison>

source: Development ongoing, <0::make a release>
fr: Developpement en cours, <0::faire une livraison>

source: Feature finished ! <0::TODO stop following>
fr: Demande terminée ! <0::TODO stop following>

source: Feature canceled ! <0::TODO stop following>
fr: Demande annulée ! <0::TODO stop following>

source: Creation
fr: Création

source: You created this feature
fr: Vous avez créé cette demande

source: You contributed {0}
fr: Vous avez contribué {0}

source: TODO contribute on this feature
fr: TODO contribuer à cet demande

source: Your invoicing contact will be used to generate invoices whenever the team pays or receives money (when you make a contribution or complete an offer).
fr: Vos informations de contact seront utilisées pour générer des factures dans le cas où l'équipe paye ou se fait payer (lors d'une contribution ou à la fin d'un développement).

source: Invoice emission informations
fr: Informations pour l'émission de factures

source: Generated Invoices
fr: Factures générées

source: <0::>: <1::download invoices>
fr: <0::>: <1::télécharger les factures>

source: <0::> – Milestone {0}: <1::download invoices>
fr: <0::> – Lot {0}: <1::télécharger les factures>

source: Next step
fr: Étape suivante

source: You have to specify a follow number.
fr: Vous devez spécifier un numéro de suivi.

source: I cannot find the follow number: ''%value%''.
fr: Je ne peux pas trouver le suivi numéro: ''%value%''.

source: You must be logged to stop following content
fr: Vous devez être connecté arrêter de suivre un contenu

source: You will be able to add more attachement later.
fr: Vous pourrez ajouter d'autre fichiers joints plus tard.

source: Max size is {0}.
fr: La taille maximale est {0}.

source: Myself
fr: Moi même

source: An error prevented us from displaying you some information. Please notify us.
fr: Une erreur nous empèchent de vous afficher certaines informations. S'il vous plait informez nous du problème.

source: Description language
fr: Langue de la description
